snappy-merge-meshes/strange-tube/0.org/U
FoamFile
{
  version 2.0;
  format ascii;
  class volVectorField;
  object U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);

boundaryField
{
  inlet
  {
    type fixedValue;
    value uniform (1e-2 0 0);
  }

  outlet
  {
    type zeroGradient;
  }

  tube-walls
  {
    type noSlip;
  }
}

// vi: set ft=foam et sw=2 ts=2 sts=2:
