snappy-merge-meshes/strange-tube/0.org/epsilon
FoamFile
{
  version 2.0;
  format ascii;
  class volScalarField;
  location "0";
  object epsilon;
}

dimensions [0 2 -3 0 0 0 0];
internalField uniform 1e-8;

boundaryField
{
  inlet
  {
    type turbulentMixingLengthDissipationRateInlet;
    mixingLength 0.054545454545455;
    value $internalField;
  }

  outlet
  {
    type zeroGradient;
  }

  tube-walls
  {
    type epsilonWallFunction;
    value $internalField;
  }
}

// vi: set ft=foam et sw=2 ts=2 sts=2:
