snappy-merge-meshes/strange-tube/0.org/nuTilda
FoamFile
{
  version 2.0;
  format ascii;
  class volScalarField;
  object nuTilda;
}

dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;

boundaryField
{
  inlet
  {
    type fixedValue;
    value uniform 0;
  }

  outlet
  {
    type zeroGradient;
  }

  tube-walls
  {
    type zeroGradient;
  }
}

// vi: set ft=foam et sw=2 ts=2 sts=2:
