snappy-merge-meshes/strange-tube/0.org/nut
FoamFile
{
  version 2.0;
  format ascii;
  class volScalarField;
  location "0";
  object nut;
}

dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;

boundaryField
{
  inlet
  {
    type calculated;
    value uniform 0;
  }

  outlet
  {
    type calculated;
    value uniform 0;
  }

  tube-walls
  {
    type nutkWallFunction;
    value $internalField;
  }
}

// vi: set ft=foam et sw=2 ts=2 sts=2:
