snappy-merge-meshes/strange-tube/0.org/p
FoamFile
{
  version 2.0;
  format ascii;
  class volScalarField;
  object p;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;

boundaryField
{
  inlet
  {
    type zeroGradient;
  }

  outlet
  {
    type fixedValue;
    value uniform 0;
  }

  tube-walls
  {
    type zeroGradient;
  }
}

// vi: set ft=foam et sw=2 ts=2 sts=2:
