snappy-merge-meshes/strange-tube/constant/transportProperties
FoamFile
{
  version 2.0;
  format ascii;
  class dictionary;
  location "constant";
  object transportProperties;
}

transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 1e-05;

// vi: set ft=foam et sw=2 ts=2 sts=2:
