snappy-merge-meshes/strange-tube/constant/turbulenceProperties
FoamFile
{
  version 2.0;
  format ascii;
  class dictionary;
  location "constant";
  object turbulenceProperties;
}

simulationType RAS;

RAS
{
  RASModel kEpsilon;
  turbulence on;
  printCoeffs on;
}

// vi: set ft=foam et sw=2 ts=2 sts=2:
