snappy-merge-meshes/strange-tube/system/blockMeshDict
FoamFile
{
  version 2.0;
  format ascii;
  class dictionary;
  object blockMeshDict;
}

convertToMeters 1e-2;

vertices
(
  (-10 3 -2.5)
  (-10 -3 -2.5)
  (10 -3 -2.5)
  (10 3 -2.5)

  (-10 3 2.5)
  (-10 -3 2.5)
  (10 -3 2.5)
  (10 3 2.5)
);

blocks
(
  hex (0 1 2 3 4 5 6 7) (30 100 25) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
  tube-inlet
  {
    type patch;
    faces
    (
      (0 1 5 4)
    );
  }

  bottom
  {
    type wall;
    faces
    (
      (0 1 2 3)
    );
  }

  top
  {
    type wall;
    faces
    (
      (4 5 6 7)
    );
  }

  outer-surface
  {
    type wall;
    faces
    (
	    (1 2 6 5)
	    (0 3 7 4)
    );
  }

  tube-outlet
  {
    type patch;
    faces
    (
      (3 2 6 7)
    );
  }
);

mergePatchPairs
(
);

// vi: set ft=foam et sw=2 ts=2 sts=2:
