snappy-merge-meshes/strange-tube/system/controlDict
FoamFile
{
  version 2.0;
  format ascii;
  class dictionary;
  location "system";
  object controlDict;
}

application pimpleFoam;

startFrom latestTime;
startTime 0;
stopAt endTime;
endTime 1;
deltaT 0.0001;

writeControl adjustableRunTime;
writeInterval 0.001;
purgeWrite 0;
writeFormat binary;
writePrecision 6;
writeCompression off;

timeFormat general;
timePrecision 6;

runTimeModifiable yes;

adjustTimeStep  yes;
maxCo           0.5;

// vi: set ft=foam et sw=2 ts=2 sts=2:
