snappy-merge-meshes/strange-tube/system/createPatchDict-1
FoamFile
{
  version 2.0;
  format ascii;
  class dictionary;
  object createPatchDict;
}

pointSync false;

patches
(
  {
    name tube-walls;

    patchInfo
    {
      type wall;
    }

    constructFrom patches;
    patches (top bottom tube-walls);
  }
);

// vi: set ft=foam et sw=2 ts=2 sts=2:
