snappy-merge-meshes/strange-tube/system/createPatchDict-2
FoamFile
{
  version 2.0;
  format ascii;
  class dictionary;
  object createPatchDict;
}

pointSync false;

patches
(
);

// vi: set ft=foam et sw=2 ts=2 sts=2:
