snappy-merge-meshes/strange-tube/system/fvSchemes
FoamFile
{
  version 2.0;
  format ascii;
  class dictionary;
  location "system";
  object fvSchemes;
}

ddtSchemes
{
  default Euler;
}

gradSchemes
{
  default leastSquares;
}

divSchemes
{
  default none;

  div(phi,U) bounded Gauss upwind;
  div(phi,k) bounded Gauss upwind;
  div(phi,epsilon) bounded Gauss upwind;
  div(phi,nuTilda) bounded Gauss upwind;

  div((nuEff*dev2(T(grad(U))))) Gauss linear;
}

laplacianSchemes
{
  default Gauss linear limited 0.333;
}

interpolationSchemes
{
  default linear;
}

snGradSchemes
{
  default limited 0.333;
}

// vi: set ft=foam et sw=2 ts=2 sts=2:
