snappy-merge-meshes/strange-tube/system/surfaceFeatureExtractDict
FoamFile
{
  version 2.0;
  format ascii;
  class dictionary;
  object surfaceFeatureExtractDict;
}

strange-tube.stl
{
  extractionMethod extractFromSurface;

  extractFromSurfaceCoeffs
  {
    includedAngle 140;
  }

  subsetFeatures
  {
    nonManifoldEdges no;
    openEdges yes;
  }

  writeObj                yes;
}

// vi: set ft=foam et sw=2 ts=2 sts=2:
